quick.help=L'identifiant appelant externe est d\u00E9termin\u00E9 \u00E0 l'aide des param\u00E8tres d'identifiant de l'utilisateur combin\u00E9 aux \
	param\u00E8tres d'identifiant de la passerelle.\
	<br/>\
	Pour les trunks SIP, l'identifiant d\u00E9pendera des politiques de l'ITSP.\
	<br/>\
	Les passerelles analogiques sont typiquement incapable de propager l'identifiant et afficheront plut\u00F4t leur num\u00E9ro \
	de ligne PSTN respectif.\
	<br/>\
    Les passerelles digitales (T1/E1) et t\u00E9l\u00E9phones SIP, d\u00E9pendent des sp\u00E9cifications des vendeurs. \
    L'affichage peut aussi d\u00E9pendre de votre fournisseur de service.\
    <br/>\
    Les param\u00E8tres avanc\u00E9s permettent de changer le nom, nom de domaine et param\u00E8tres URL de l'identifiant.\
    Ces options sont typiquement seulement utile si la passerelle route des appels vers un autre syst\u00E8me SIP.
label.enableCallerId=Sp\u00E9cifiez l'identifiant utilisateur
description.enableCallerId=Si activ\u00E9, la valeur de l'identifiant ci-dessous, aura pr\u00E9c\u00E9dence sur quelconque valeurs sp\u00E9cifi\u00E9es \
	pour l'utilisateur et pour la passerelle. Utilisez ceci seulement si vous devez sp\u00E9cifier le nom \u00E0 afficher ou \
	des param\u00E8tres d'URL optionnels.
label.defaultCallerAlias=Identifiant d'appelant par d\u00E9faut
description.defaultCallerAlias=Identifiant d'appelant utilis\u00E9 pour les appels connect\u00E9s via cette passerelle, \
	sauf sp\u00E9cification d'un identifiant d'appelant sp\u00E9cifique.
label.anonymous=Bloquer l'Identifiant de l'appelant
description.anonymous=Si coch\u00E9, les identifiants d'appelants de tous les appels connect\u00E9s via cette passerelle seront bloqu\u00E9s, \
	sauf sp\u00E9cification d'un identifiant d'appelant sp\u00E9cifique.
label.ignoreUserInfo=Ignorer l'identifiant d'appelant utilisateur
description.ignoreUserInfo=Si coch\u00E9, les options Identifiant d'appelant par d\u00E9faut de la passerelle et Bloquer l'identifiant d'appelant \
	sont prises en compte pour cette passerelle.
label.transformUserExtension=Transformer le poste
description.transformUserExtension=Si coch\u00E9, la passerelle g\u00E9n\u00E8rera un identifiant d'appelant en transformant \
	le poste de l'utilisateur. Si non coch\u00E9, l'identifiant d'appelant sp\u00E9cifi\u00E9 sur un niveau de groupe sera utilis\u00E9.
label.addPrefix=Pr\u00E9fixe de l'identifiant de l'appelant
description.addPrefix=Pr\u00E9fixe optionnel ajout\u00E9 \u00E0 l'externsion de l'appelant pour cr\u00E9er l'identifiant d'appelant.
label.keepDigits=Conserver les chiffres
description.keepDigits=Nombre de chiffres de num\u00E9ros de poste qui sont conserv\u00E9s avant l'ajout d'un pr\u00E9fixe de l'identifiant d'appelant. \
	Si l'e poste de l'appelant poss\u00E8de plus de chiffres que ce qui est configur\u00E9, les premiers chiffres sont abandonn\u00E9s lors \
	de la cr\u00E9ation de l'identifiant d'appelant.
label.callerId=Identifiant de l'appelant
description.callerId=Utiliser au lieu de l'identifiant par d\u00E9faut sp\u00E9cifi\u00E8 ci-dessus.
label.displayName=Nom \u00E0 afficher
description.displayName=Le nom affich\u00E9 sur le t\u00E9l\u00E9phone quand l'appel est re\u00E7u. \
        Diff\u00E9rentes passerelles ou ITSP g\u00E8rent ce champ diff\u00E9rament, donc les r\u00E9sultats varieront. \
        Certains t\u00E9l\u00E9phones pourraient ne pas afficher correctement cette valeure.
label.urlParameters=Param\u00E8tres d'URL
description.urlParameters=Param\u00E8tres optionnels d'URI SIP de la forme suivante: key1=value1;key2=value2
message.mandatoryCallerId=Vous devez entrer une valeure pour l'identifiant
