title=Sauvegarde
backupNow=Sauvegarder maintenant
backupPlan.label=Type de sauvegarde
backupPlan.description=Les param\u00E8tres ci-dessous s'appliquent au type de sauvegarde s\u00E9lectionn\u00E9. Chaque type peut avoir un calendrier de sauvegarde automatique.
backupPlan.type.local=Local
backupPlan.type.ftp=FTP
description=Pour sauvegarder le syst\u00E8me, s\u00E9lectionnez les options de sauvegarde suivantes et appuyez sur le bouton <em>Sauvegarder maintenant</em>. \
	Vous pouvez effectuer une sauvegarde partielle en ne s\u00E9lectionnant pas certaines options.<br/> Les fichiers de sauvegarde pourront \u00EAtre \
	t\u00E9l\u00E9charg\u00E9s une fois la sauvegarde termin\u00E9e.<br/>\
    Les sauvegardes peuvent \u00EAtre envoy\u00E9es par courriel. \
    Ceci ne comprend que la configuration, la messagerie vocale d\u00E9passe largement la taille limite de courriel.
backupCompleted=Sauvegarde r\u00E9alis\u00E9e avec succ\u00E8s. Veuillez t\u00E9l\u00E9charger les donn\u00E9es archiv\u00E9es en cliquant sur les liens ci-dessous.
ftpBackupCompleted=Sauvegarde r\u00E9alis\u00E9e avec succ\u00E8s sur le serveur FTP configur\u00E9.
helpText=Cliquez sur chaque lien pour t\u00E9l\u00E9charger les fichiers.<br/>Les fichiers de sauvegarde devraient \u00EAtre stock\u00E9s sur un support ou une machine plut\u00F4t que sur le serveur.

msg.schedule=Les sauvegardes sont stock\u00E9es dans <em>/var/sipxdata/backup</em> dans un sous-r\u00E9pertoire dont le nom correspond \u00E0 la date \
	et \u00E0 l'heure de la sauvegarde. \
	Nous recommandons d'utiliser le NFS ou un m\u00E9canisme similaire pour stocker automatiquement les sauvegardes compl\u00E8tes \
    sur une autre machine.
	
label.configs=Configuration
label.voicemail=Messagerie vocale

label.emailAddress=Courriel
description.emailAddress=Utilis\u00E9 pour envoyer le fichier de sauvegarde de configuration (pas de message vocal). Laissez vide pour d\u00E9sactiver la notification par courriel.

label.limitCount=Nombre de sauvegardes \u00E0 conserver
description.limitCount=Une fois la limite atteinte, la sauvegarde la plus ancienne sera supprim\u00E9e lors de chaque nouvelle sauvegarde.

label.files=Fichiers
label.schedule=Calendrier

label.timeOfDay=Temps

message.backupFailed=L'op\u00E9ration de sauvegarde a \u00E9chou\u00E9e.
message.emptySelection=S\u00E9lectionnez au moins un \u00E9l\u00E9ment \u00E0 sauvegarder.
select.unlimited=Illimit\u00E9

backupCompletedFtp=Sauvegarde FTP complet\u00E9e avec succ\u00E8s.

message.refusedConnection=Le serveur FTP a refus\u00E9 la connection
message.userPass=Identifiant utilisateur ou mot de passe FTP incorrecte.
message.notConnect=Impossible de se connecter au serveur FTP
message.ftpServerError=Erreure interne inconnu retourn\u00E9e par le serveur FTP
