description.csv=Nom du fichier en format CSV (valeurs s\u00E9par\u00E9es par des virgules).
label.csv=Fichier CSV
label.import=Importer
label.export=Exporter
msg.error=Impossible d'importer des donn\u00E9es \u00E0 partir du fichier: {0}.
msg.errorNoFile=Saisissez le nom du fichier \u00E0 envoyer.
msg.success=Le fichier a \u00E9t\u00E9 t\u00E9l\u00E9charg\u00E9 avec succ\u00E8s. Allez sur la page \u00C9tat d'avancement pour contr\u00F4ler la progression de l'op\u00E9ration d'importation.
msg.exportSuccess=Le fichier a \u00E9t\u00E9 export\u00E9 avec succ\u00E8s.
msg.exportError=Impossible d'exporter des donn\u00E9es vers le fichier: {0}.
quick.help=<p>Les donn\u00E9es relatives \u00E0 l'utilisateur et au t\u00E9l\u00E9phone peuvent \u00EAtre import\u00E9es \u00E0 partir d'un fichier CSV, \
	lequel est compatible avec la plupart des tableurs. Le CSV devra avoir une ligne de titre \
	ainsi que les champs suivants\u00A0:</p><ul><li>Nom d'utilisateur</li>\
	<li>NIP de messagerie vocale</li>\
	<li>Mot de passe SIP</li>\
	<li>Pr\u00E9nom</li>\
	<li>Nom de famille</li>\
	<li>Alias de l'utilisateur</li>\
	<li>Courriel</li>\
	<li>Groupe d'utilisateur</li>\
	<li>Num\u00E9ro de s\u00E9rie du t\u00E9l\u00E9phone</li>\
	<li>Mod\u00E8le du t\u00E9l\u00E9phone</li>\
	<li>Groupe de t\u00E9l\u00E9phone</li>\
	<li>Description du t\u00E9l\u00E9phone</li></ul>\
	<p>Chaque ligne du fichier import\u00E9 entra\u00EEnera la cr\u00E9ation du t\u00E9l\u00E9phone et de l'utilisateur attribu\u00E9 \
	\u00E0 ce t\u00E9l\u00E9phone. Si les champs de groupe d'utilisateur ou de groupe de t\u00E9l\u00E9phone ne sont pas vides, \
	l'utilisateur et le t\u00E9l\u00E9phone cr\u00E9\u00E9s seront ajout\u00E9s aux groupes respectifs. Les groupes seront cr\u00E9\u00E9s \
	s'ils n'existent pas d\u00E9j\u00E0. <p><p>Si l'utilisateur dont le nom d'utilisateur existe d\u00E9j\u00E0, ce syst\u00E8me \
	mettra \u00E0 jour l'utilisateur existant au lieu d'en cr\u00E9er un autre. Il en va de m\u00EAme pour les t\u00E9l\u00E9phones: \
	Si le t\u00E9l\u00E9phone dont le num\u00E9ro de s\u00E9rie existe d\u00E9j\u00E0, il sera mis \u00E0 jour.<br/>Les champs nom \
	d'utilisateur ou num\u00E9ro de s\u00E9rie du t\u00E9l\u00E9phone seront obligatoires. Vous pouvez laisser les autres \
	vides - auquel cas, le syst\u00E8me n'\u00E9crasera pas ces valeurs.</p>
importDescription=Pour importer la configuration de l'utilisateur et du t\u00E9l\u00E9phone \u00E0 partir d'un fichier CSV,<br/> \
	saisissez le nom du fichier CSV et appuyez sur le bouton <strong><em>Importer</em></strong>.
title=Importation / Exportation
job.status=\u00C9tat d'avancement
exportDescription=Pour exporter la configuration de l'utilisateur et du t\u00E9l\u00E9phone \u00E0 partir d'un fichier, appuyez sur le bouton \
	<strong><em>Exporter maintenant</em></strong>.<br/> Le fichier export pourra \u00EAtre t\u00E9l\u00E9charg\u00E9 une fois l'exportation \
	termin\u00E9e.<br/> Ce fichier CSV peut \u00EAtre utilis\u00E9 pour importer la configuration de l'utilisateur et du t\u00E9l\u00E9phone \
	si cela s'av\u00E8re n\u00E9cessaire.
button.exportNow=Exportez maintenant
exportCompleted=Exportation r\u00E9alis\u00E9e avec succ\u00E8s. Veuillez t\u00E9l\u00E9charger le fichier CSV en cliquant sur le lien ci-dessous.
tab.import=Importer
tab.export=Exporter


