description.extensionLen=Nombre de chiffres utilis\u00E9s comme extensions internes dans votre installation. Ajouter une nouvelle r\u00E8gle de messagerie vocale si vous disposez de t\u00E9l\u00E9phones aux multiples longueurs d'extension.
description.voiceMail=Extension \u00E0 composer pour appeler la messagerie vocale. Laissez vide pour d\u00E9sactiver.
description.voiceMailPrefix=Composez le pr\u00E9fixe suivi de l'extension interne pour appeler directement la messagerie vocale de cette extension. Laissez vide pour d\u00E9sactiver.
description.mediaServerHostname=Adresse IP ou nom du serveur de messagerie vocale. Laissez vide si le serveur de messagerie vocale fonctionne sur le m\u00EAme ordinateur que le serveur d'appel.
description.mediaServer=Un seul type de messagerie vocale peut \u00EAtre configur\u00E9 par syst\u00E8me.
label.autoAttendant=R\u00E9pondeur automatique
label.autoAttendantAliases=Alias de r\u00E9pondeur automatique
label.details=D\u00E9tails
label.extensionLen=Longueur du num\u00E9ro d'extension interne
label.voiceMail=Extension de messagerie vocale
label.voiceMailPrefix=Pr\u00E9fixe de bo\u00EEte de r\u00E9ception de messagerie vocale
label.mediaServer=Type de messagerie vocale
label.mediaServerHostname=H\u00F4te de messagerie vocale
quick.helpExchange=<b>Microsoft Exchange</b><p>Microsoft Exchange 2007 peut \u00EAtre utilis\u00E9 comme alternative au serveur de messagerie vocale interne. S\u00E9lectionnez Serveur de messagerie vocale Exchange et saisissez son nom ou son adresse IP dans le champ pr\u00E9vu \u00E0 cet effet.</p><p>Pour chaque utilisateur ou groupe d'utilisateurs, le serveur de messagerie vocale souhait\u00E9 doit \u00EAtre s\u00E9lectionn\u00E9.. S\u00E9lectionnez l'onglet Droits d'acc\u00E8s dans le menu Utilisateurs pour ce faire.<br/></p><p>Le serveur de messagerie vocale et Exchange 2007 peuvent \u00EAtre utilis\u00E9s en parall\u00E8le, chaque utilisateur ne peut toutefois \u00EAtre connect\u00E9 qu'au syst\u00E8me de messagerie. Si les deux syst\u00E8mes sont utilis\u00E9s, certaines restrictions s'appliquent\u00A0: Le pr\u00E9fixe par d\u00E9faut "8" utilis\u00E9 pour acheminer les appels directement vers la messagerie vocale ne fonctionnera que pour un des serveurs de messagerie. Aussi, en raison d'un probl\u00E8me Microsoft, l'indication de message en attente (MWI) ne fonctionne pas avec Exchange 2007.<br/></p><p>Remarque\u00A0: D'autres serveurs de messagerie vocale externes peuvent remplacer Exchange 2007 en utilisant sa configuration.</p>
