description.areaCodes=Une liste optionnelle s\u00E9par\u00E9e par une virgule de pr\u00E9fixes qui sp\u00E9cifient les num\u00E9ros compos\u00E9s auxquels cette r\u00E8gle s'applique.
description.externalLen=Nombre de chiffres dans le num\u00E9ro obtenu envoy\u00E9 \u00E0 la passerelle. Le pr\u00E9fixe PSTN et pr\u00E9fixe Interurbain ne sont pas compt\u00E9s.
description.longDistancePrefix=Pr\u00E9fixe compos\u00E9 par l'appelant et envoy\u00E9 \u00E0 la passerelle.
description.longDistancePrefixOptional=Si coch\u00E9, l'appelant n'a pas \u00E0 composer de pr\u00E9fixe Interurbain.
description.permissionType=Droit d'acc\u00E8s de l'appelant n\u00E9cessaire \u00E0 la r\u00E9ussite de cette r\u00E8gle.
description.pstnPrefix=Pr\u00E9fixe compos\u00E9 par l'appelant et rompu avant l'envoi de l'appel \u00E0 la passerelle.
description.pstnPrefixOptional=Si coch\u00E9, l'appelant n'a pas \u00E0 composer de pr\u00E9fixe PSTN.
label.anyDigits=Tout nombre de chiffres
label.areaCodes=Codes r\u00E9gionales
label.externalLen=Longueur de num\u00E9ro externe
label.longDistancePrefix=Pr\u00E9fixe Interurbain
label.longDistancePrefixOptional=Consid\u00E9rez le pr\u00E9fixe Interurbain comme facultatif
label.noPermission=Aucune
label.permissionType=Droit d'acc\u00E8s
label.pstnPrefix=Pr\u00E9fixe PSTN
label.pstnPrefixOptional=Consid\u00E9rez le pr\u00E9fixe PSTN comme facultatif
quick.help=<p>Cette r\u00E8gle est d\u00E9clench\u00E9e par un nombre compos\u00E9 d'un pr\u00E9fixe PSTN suivi du pr\u00E9fixe Longue distance et d'une partie variable commen\u00E7ant par l'un des patrons sp\u00E9cifi\u00E9s dans le champ Indicatifs r\u00E9gionaux.<br/>La longueur de la partie variable doit \u00EAtre \u00E9gale \u00E0 la longueur du num\u00E9ro externe.<br/> Si le champ Indicatifs r\u00E9gionaux est vide, la r\u00E8gle correspondra \u00E0 toute num\u00E9ro commen\u00E7ant par le pr\u00E9fixe PSTN suivi du pr\u00E9fixe Longue distance.<br/> Le pr\u00E9fixe PSTN est toujours retir\u00E9 avant d'envoyer l'appel \u00E0 la passerelle. Le pr\u00E9fixe Longue distance est toujours envoy\u00E9 la passerelle.<br/> La composition du pr\u00E9fixe PSTN est optionnelle par d\u00E9faut. La composition du pr\u00E9fixe Longue distance est n\u00E9cessaire. Pour modifier, cliquez sur le lien Afficher avanc\u00E9.</p><p>L'appel obtenu est envoy\u00E9 \u00E0 la passerelle sp\u00E9cifi\u00E9e dans la liste de passerelles suivant l'ordre de la liste. Listez la passerelle favorie comme premi\u00E8re passerelle et la passerelle de sauvegarde dessous. </p>
