Title=D\u00E9couverte de p\u00E9riph\u00E9riques
help.about=<p>Le tableau de ce page contient tous les p\u00E9riph\u00E9riques d\u00E9couverts qui n'ont pas \u00E9t\u00E9 encore enregistr\u00E9s dans la base de donn\u00E9es.<br> Pour enregistrer un p\u00E9riph\u00E9rique dans la base de donn\u00E9es, vous devez d'abord s\u00E9lectionner son mod\u00E8le, puis le cocher et appuyer sur le bouton enregistrer. Selon le mod\u00E8le s\u00E9lectionn\u00E9, le p\u00E9riph\u00E9rique sera enregistr\u00E9 comme un t\u00E9l\u00E9phone ou une passerelle.<br></p>
help.inProgress=<p>Le processus de d\u00E9couverte des p\u00E9riph\u00E9riques d\u00E9couvre automatiquement les t\u00E9l\u00E9phones et les passerelles qui se trouvent sur le m\u00EAme sous-r\u00E9seau que ce serveur et aliment\u00E9s Seules quelques marques connues sont prises en charge et les p\u00E9riph\u00E9riques des autres fabricants peuvent \u00EAtre introuvables. Le processus de d\u00E9couverte sera plus long si vous avez moins de p\u00E9riph\u00E9riques sur le sous-r\u00E9seau. Appuyez sur le bouton actualiser pour afficher les r\u00E9sultats, la page ne s'actualisera pas automatiquement.</p>
label.save=Sauvegarder
label.discover=D\u00E9couvrir
label.rediscover=Re-d\u00E9couvrir
label.clear=Effacer
label.refresh=Actualiser
error.modelNotSelected=Vous n'avez pas s\u00E9lectionn\u00E9 de mod\u00E8le pour les p\u00E9riph\u00E9riques suivants\u00A0:
link.phones=T\u00E9l\u00E9phones
link.gateways=Passerelles
label.discovering=La d\u00E9couverte est en cours..
label.discoveryNotStarted=La d\u00E9couverte de p\u00E9riph\u00E9riques n'a pas d\u00E9marr\u00E9. Appuyez sur le bouton d\u00E9couvrir pour rechercher des p\u00E9riph\u00E9riques maintenant.
label.discoveryFailed=\u00C9chec de la d\u00E9couverte de p\u00E9riph\u00E9rique. Appuyez sur le bouton d\u00E9couvrir pour r\u00E9-essayer
help.discoverDevices=Les p\u00E9riph\u00E9riques connect\u00E9s au meme r\u00E9seau peuvent \u00EAtre d\u00E9couvert. Les gros r\u00E9seaux (Classe B) peuvent \
  prendre BEAUCOUP de temps \u00E0 d\u00E9couvrir les p\u00E9riph\u00E9riques. Seulement les p\u00E9riph\u00E9riques plug & play pourront \u00EAtres sauvegard\u00E9s.
