label.firstName=Pr\u00E9nom
label.lastName=Nom de famille
label.userId=Identifiant utilisateur
description.usedId=L'identifiant utilisateur peut \u00EAtre une extension num\u00E9rique telle que "123" ou nom tel que \u00AB jsmith \u00BB. L'identifiant utilisateur est affich\u00E9 par le t\u00E9l\u00E9phone et il est par cons\u00E9quent recommand\u00E9 d'utiliser le poste interne ou le nom de l'utilisateur. Si vous utilisez la s\u00E9lection directe \u00E0 l'arriv\u00E9e (SDA), il est recommand\u00E9 de d\u00E9finir le num\u00E9ro SDA (ou sa partie DNIS) comme alias.
label.sipPassword=Mot de passe SIP
description.sipPassword=Le mot de passe SIP est utilis\u00E9 par le t\u00E9l\u00E9phone de l'utilisateur pour s'enregistrer aupr\u00E8s du proxy SIP.  Pour les t\u00E9l\u00E9phones g\u00E9r\u00E9s par ce syst\u00E8me, le mot de passe SIP saisi sera configur\u00E9 automatiquement sur le t\u00E9l\u00E9phone. Pour les t\u00E9l\u00E9phones non g\u00E9r\u00E9s, le mot de passe SIP est n\u00E9cessaire pour la configuration manuelle des lignes sur le t\u00E9l\u00E9phone. La s\u00E9curit\u00E9 de ce mot de passe est tr\u00E8s importante et c'est pourquoi un mot de passe s\u00FBr est g\u00E9n\u00E9r\u00E9 automatiquement.
label.groups=Groupes
description.groups=R\u00E9pertorie tous les groupes pour cet utilisateur. Si un groupe n'existe pas, il sera cr\u00E9\u00E9. Lors de l'entr\u00E9e de plusieurs groupes, s\u00E9parez-les par des espaces.
label.aliases=Alias
description.aliases=Les alias sont des noms suppl\u00E9mentaires. \u00C0 l'instar de l'identifiant utilisateur, un alias peut \u00EAtre un num\u00E9ro de poste ou un nom. Lors de l'entr\u00E9e de plusieurs alias, s\u00E9parez-les par des espaces.
message.userIdEqualsAlias=L'identifiant utilisateur "{0}" ne peut \u00EAtre le m\u00EAme qu'un alias
message.duplicateUserIdOrAlias=L'identifiant utilisateur ou alias "{0}" double un alias existant pour un utilisateur ou un service
# You'll find additional fields localized in sipxconfig-web.properties
